tap "denisidoro/tools"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/homebrew-cask-drivers"
tap "homebrew/core"
brew "yqrashawn/goku/goku"
brew "pyenv"
cask "contexts"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-chrome-beta"
cask "iterm2-nightly"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logitech-options"
cask "notion"
cask "rectangle"
cask "safari-technology-preview"
cask "spotify"
cask "visual-studio-code"